"BOOKMARK_PROMPT" = "Bookmarks:";
"BONJOUR_PROMPT" = "Bonjour:";
"SERVER_PROMPT" = "Server:";
"USER_PROMPT" = "User:";
"PASSWORD_PROMPT" = "Password:";

"FTP_PUT_STATUS_CONNECTED" = "%@@%@ (%@)";
"FTP_PUT_STATUS_DISCONNECTED" = "Not connected.";
"FTP_BUTTON_CONNECT" = "Connect…";
"FTP_BUTTON_DISCONNECT" = "Disconnect";

"NO_RENDEZVOUS_SERVERS" = "(no Bonjour servers available)";
"RENDEZVOUS_SFTP_HEAD" = "SFTP Servers";
"RENDEZVOUS_FTP_HEAD" = "FTP Servers";

"PATH_MENU_NOT_CONNECTED" = "(not connected)";
"BOOKMARK_HEADER" = "Bookmarks on this server:";

"ADD_BOOKMARK" = "Add Bookmark…";
"MANAGE_BOOKMARKS" = "Manage Bookmarks…";

"CHANGE_CWD" = "Go to…";
"CWD_PROMPT" = "Go to directory:";
"CWD_ACTION" = "Go";
"CWD_PLACEHOLDER" = "/path/to/some/directory";

"CONFIRM_OVERWRITE_MAIN" = "“%@” already exists in this location on the server.";
"BAD_OVERWRITE_SUB" = "You cannot overwrite a directory with a file. Please choose a different name.";
"CONFIRM_OVERWRITE_SUB" = "Are you sure you want to overwrite it?";
"OVERWRITE_OK" = "Overwrite";

"CONFIRM_DELETE_ONE_MAIN" = "Permanently delete “%@”?";
"CONFIRM_DELETE_MULTI_MAIN" = "Permanently delete %@ items?";
"CONFIRM_DELETE_ONE_SUB" = "You can’t undo this action.";
"CONFIRM_DELETE_MULTI_SUB" = "The following items will be deleted:\n\n%@\nYou can’t undo this action.";
"CONFIRM_DELETE_ACTION" = "Delete";
"DELETE_ERROR_SINGLE" = "“%@” could not be deleted.";
"DELETE_ERROR_SINGLE_SUB" = "An error occurred.";
"DELETE_ERROR_MULTI" = "%@ items could not be deleted.";
"DELETE_ERROR_MULTI_SUB" = "The following items were not deleted, because one or more errors occurred:\n\n%@";

"DEFAULT_BROWSER_NAME" = "FTP Browser %hu";
"CONNECTED_BROWSER_NAME" = "FTP Browser (%@: %@)";

"CLIENT_CONN_LOST_MAIN" = "The connection to “%@” has been lost.";
"CLIENT_CONN_LOST_SUB" = "Do you want to attempt to reconnect?";
"CLIENT_CONN_LOST_RECONNECT" = "Reconnect";
"CLIENT_CONN_LOST_BAIL" = "Don’t Reconnect";

"FILEXFER_CONNECTING" = "Connecting to server…";
"FILEXFER_LISTING" = "Transferring file listing…";
"FILEXFER_PROGRESS" = "(%@ transferred)";

"ADD_BOOKMARK_PROMPT" = "Bookmark name:";
"ADD_BOOKMARK_ACTION" = "Add";

"NEW_FOLDER_PROMPT" = "Create directory named:";
"NEW_FOLDER_ACTION" = "Create";

